"ADD_EVENT_PROMPT" = "このイベントの詳細を入力してください。";
"ADD_EVENT" = "イベントを追加";
"EDIT_EVENT" = "編集";
"CANCEL" = "キャンセル";

"DELETE" = "削除";
"DELETE_ONE" = "このイベントのみを削除";
"DELETE_FUTURE" = "今後の全イベントを削除";
"DELETE_RECURRING_ALERT_TITLE" = "これは繰り返しイベントです。";
"DELETE_EVENT" = "イベントを削除";

"DETACH_ONE" = "このイベントのみ保存";
"DETACH_FUTURE" = "今後のイベントを保存";
"DETACH_ALL" = "すべてのイベントで保存";
"DETACH_ALERT_TITLE" = "これは繰り返しイベントです。";

"CANCEL_DIRTY_ALERT_TITLE" = "このイベントは編集されました。";
"CANCEL_DIRTY_CANCEL" = "編集をキャンセル";
"CANCEL_DIRTY_REVIEW" = "編集内容を確認";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "出席依頼を送信できません";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "“%@”は有効なメールアドレスではないようです。";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "タイトル";
"LOCATION_PLACEHOLDER" = "場所";
"TITLE_DETAIL_NAV_TITLE" = "タイトルと場所";
"DEFAULT_EVENT_TITLE" = "新規イベント";
"ADD_TO_CALENDAR" = "カレンダーに追加";

"STARTS" = "開始";
"ENDS" = "終了";
"DATE_DETAIL_NAV_TITLE" = "開始と終了";
"ALL_DAY_SWITCH_TITLE" = "終日";
"TIME_ZONE" = "時間帯";
"FLOATING" = "フローティング";

"REPEAT" = "繰り返し";
"NEVER_DETAIL" = "なし";
"DAILY_DETAIL" = "毎日";
"WEEKLY_DETAIL" = "毎週";
"BIWEEKLY_DETAIL" = "2週間ごと";
"MONTHLY_DETAIL" = "毎月";
"YEARLY_DETAIL" = "毎年";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "繰り返し";
"END_REPEAT" = "繰り返しの終了";
"END_REPEAT_NAV_TITLE" = "繰り返しの終了";
"TIME_ZONE_CHOOSER_PROMPT" = "都市名を入力";

"REPEAT_FOREVER" = "永続的に繰り返す";

"ADD_INVITEES_NAV_TITLE" = "予定出席者を追加";
"ADD_INVITEES_PROMPT" = "このイベントへの出席を依頼する人を追加";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "イベントを保存できません";
"ALERT_TIME" = "通知の時間";
"CANNOT_REPEAT_EVENT" = "イベントを繰り返せません";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@（%@）";

